{
    "cohort": [
        {
            "id": 1,
            "firstName": "Andrew",
            "lastName": "Ward",
            "reelThemIn": "",
            "bio": "",
            "github": "",
            "linkedIn": "",
            "portfolio": "",
            "email": "",
            "proImg": "",
            "funImg": ""
        },
        {
            "id": 2,
            "firstName": "Ben",
            "lastName": "Shelton",
            "reelThemIn": "",
            "bio": "",
            "github": "",
            "linkedIn": "",
            "portfolio": "",
            "email": "",
            "proImg": "",
            "funImg": ""
        },
        {
            "id": 3,
            "firstName": "Brittany",
            "lastName": "Mangum",
            "reelThemIn": "",
            "bio": "",
            "github": "",
            "linkedIn": "",
            "portfolio": "",
            "email": "",
            "proImg": "",
            "funImg": ""
        },
        {
            "id": 4,
            "firstName": "Christian",
            "lastName": "Suriano",
            "reelThemIn": "<p>git commit -m \"When in doubt, follow your nose.\"</p>",
            "bio": "<p>I wrote my first line of code when I was thirteen, and knew from that moment on that coding was the right path for me, after graduating Highschool I spent the last few years working in Nashville. I discovered Nashville Software School and knew it would suit my learning style perfectly, I decided to take the leap into a new career and sign up, Software Development is the perfect direction for me to go with my problem solving abilities, and love for continued learning.</p>",
            "github": "https://github.com/crate1011",
            "linkedIn": "https://www.linkedin.com/in/christian-suriano/",
            "portfolio": "null",
            "email": "ChristianCSuriano@gmail.com",
            "proImg": "",
            "funImg": ""
        },
        {
            "id": 5,
            "firstName": "David",
            "lastName": "Stewart Jr.",
            "reelThemIn": "<p>I enjoy long walks on the beach... Not really, I burn easily.</p>",
            "bio": "My early career was in sales and finance until the crash of 2008, forcing me to veer into manufacturing for the past decade. Although manufacturing was an excellent provider for myself and my family, I decided it was time to pursue my passion for technology and (more specifically) software development. I enrolled in Nashville Software School in May of 2022, and never looked back.",
            "github": "https://github.com/mboro19",
            "linkedIn": "https://www.linkedin.com/in/mboro19/",
            "portfolio": "",
            "email": "mboro19@gmail.com",
            "proImg": "",
            "funImg": ""
        },
        {
            "id": 6,
            "firstName": "Evan",
            "lastName": "Mitchell",
            "reelThemIn": "",
            "bio": "",
            "github": "",
            "linkedIn": "",
            "portfolio": "",
            "email": "",
            "proImg": "",
            "funImg": ""
        },
        {
            "id": 7,
            "firstName": "Haley",
            "lastName": "Hickey",
            "reelThemIn": "<p>git commit -m \"A son asked his father (a programmer) why the sun rises in the east, and sets in the west. His response? It works, don't touch!\"</p>",
            "bio": "<p>Before beginning my journey at NSS, I was working for a nonprofit called, Raise the Roof Academy. I love helping others whether it is through missionary work or creating. When a friend introduced me to software development, I realized that the tech field would allow me to continue my love for helping others but in a more creative way.</p>",
            "github": "https://github.com/hchickey",
            "linkedIn": "https://www.linkedin.com/in/hchickey96/",
            "email": "hchickey96@gmail.com",
            "proImg": "",
            "funImg": ""
        },
        {
            "id": 8,
            "firstName": "Joe",
            "lastName": "Maifeld",
            "reelThemIn": "",
            "bio": "",
            "github": "",
            "linkedIn": "",
            "portfolio": "",
            "email": "",
            "proImg": "",
            "funImg": ""
        },
        {
            "id": 9,
            "firstName": "Mason",
            "lastName": "Thieman",
            "reelThemIn": "",
            "bio": "",
            "github": "",
            "linkedIn": "",
            "portfolio": "",
            "email": "",
            "proImg": "",
            "funImg": ""
        },
        {
            "id": 10,
            "firstName": "Noah",
            "lastName": "Nicholson",
            "reelThemIn": "<p>Always down to learn something new.</p>",
            "bio": " I always had an interest in learning how to code. After finishing 2 years in college I wanted to try something new. I had many friends who had went to NSS and had nothing but good things to say about the school. I have learned so much in these past few months and am excited to keep growing in this career. ",
            "github": "https://gist.github.com/NoahNicholson",
            "linkedIn": "https://www.linkedin.com/in/noahnicholson/",
            "portfolio": "",
            "email": "noahnicholson239@yahoo.com",
            "proImg": "",
            "funImg": ""
        },
        {
            "id": 11,
            "firstName": "Robert",
            "lastName": "Parker",
            "reelThemIn": "<p>git commit -m \"Coding in my dreams now\"</p>",
            "bio": "<p>I have long enjoyed playing with and on computers. In high school I greatly enjoyed my BASIC programming class, and used that info to program my graphing calculator to run the quadratic equation for me. Never thought about how I could turn that into a career until many years later. After a decade of retail work, helping customers figure out what they want, and another decade working as a repair tech I decided to get into IT. Remembering my exposure to coding in high school led me to NSS.</p>",
            "github": "https://github.com/Robert-427",
            "linkedIn": "https://www.linkedin.com/in/robert-m-parker/",
            "portfolio": "",
            "email": "robert.m.parker.j@gmail.com",
            "proImg": "",
            "funImg": ""
        },
        {
            "id": 12,
            "firstName": "Ryan",
            "lastName": "Downey",
            "reelThemIn": "<p>Pushing to main with vague commit messages.</p>",
            "bio": "<p>I am a Full Stack Web Developer. I enjoy creating game modifications in my free time, and am always excited to learn something new.</p>",
            "github": "https://github.com/rjdny",
            "linkedIn": "https://www.linkedin.com/in/downey-ryan/",
            "portfolio": "",
            "email": "downeyryan1705@gmail.com",
            "proImg": "",
            "funImg": ""
        },
        {
            "id": 13,
            "firstName": "Seth",
            "lastName": "Lewis",
            "reelThemIn": "",
            "bio": "",
            "github": "",
            "linkedIn": "",
            "portfolio": "",
            "email": "",
            "proImg": "",
            "funImg": ""
        },
        {
            "id": 14,
            "firstName": "Stephen",
            "lastName": "Smith",
            "reelThemIn": "<p>git commit -m \"I love this stuff!...Chuck Norris has me on call for software issues..\"</p>",
            "bio": "<p>I've always been an adventerous person, naturally think outside the box. I love finding ways to utilize logistics and technologies to return the optimal efficiency, whether it's a computer, electrical control system, or the logistics of an assembly line. Whenever I have the oppurtunity to start a new challenge or am asked to help someone else, I try to find the ways I can contribute, and make the probleem solving process the least frustrating and most efficient for everyone. I learned quickly how to leverage Google to find solutions and turn every challenge into fun ways of learning new skills.</p>\"<p>After many years in the ELectrical Industry, I am excited to have been able to directly apply my passion for learning to Software Development. I have developed an impeccable attention to detail, effective ways to cultivate team cohesion, tenacious work ethic, and excellent troubleshooting skills.While pondering the next steps in my career, software development was a clear choice as it mirrors my love for continuous learning and it allows me to continue to sharpen my troubleshooting skills.</p>\"<p>When I'm not coding I love to exercise and being in nature staying physically active, I've learned it keeps my energy levels high when in front of the screen. I enjoy spending time with friends and family.</p>",
            "github": "https://github.com/SAS7178",
            "linkedIn": "https://www.linkedin.com/in/-stephen-a-smith-/",
            "email": "Stephen.A.SmithDEV@gmail.com",
            "proImg": "",
            "funImg": ""
        },
        {
            "id": 15,
            "firstName": "Sutherland",
            "lastName": "Seals",
            "reelThemIn": "",
            "bio": "",
            "github": "",
            "linkedIn": "",
            "portfolio": "",
            "email": "",
            "proImg": "",
            "funImg": ""
        },
        {
            "id": 16,
            "firstName": "Tiffany",
            "lastName": "Smith",
            "reelThemIn": "Console.WriteLine('I'm with you 'till the end of the line')",
            "bio": "I am a crafty and creative person who has always had a love of science and learning. I love creating new things and finding new solutions to problems. ",
            "github": "https://github.com/tiffanyautumn",
            "linkedIn": "https://www.linkedin.com/in/t-autumnsmith/",
            "portfolio": "",
            "email": "tiffanyautumnsmith@gmail.com",
            "proImg": "TiffanySmith.jpg",
            "funImg": ""
        },
        {
            "id": 17,
            "firstName": "Wilson",
            "lastName": "Bell",
            "reelThemIn": "<p>git commit -m \"If you can't convince them, confuse them.\"</p>",
            "bio": "<p>I had no prior experience with coding prior to having NSS recommended to me by friends that thought I would do well at it. One of the main things that drew me to the program was growing up doing a lot of mechanical work on my family's farm and always enjoying the trial and error process of diagnosing and solving a problem or making something work that previously didn't. Coding provides much of that same experience, you're presented with an issue and you use the tools and knowledge at your disposal to come up with a logical solution. I've greatly enjoyed the variety of personalities that exist in the Software Development world and cannot wait to meet more and contribute my own unique insight to a team.</p>",
            "github": "https://github.com/WilsonTBell",
            "linkedIn": "https://www.linkedin.com/in/wilson-bell-1187aa24a/",
            "portfolio": "",
            "email": "wilsontbell@gmail.com",
            "proImg": "",
            "funImg": ""
        },
        {
            "id": 18,
            "firstName": "Zachary",
            "lastName": "Smith",
            "reelThemIn": "<p>The glass is always half full.</p>",
            "bio": "<p>I have always had a passion for building, fixing, and learning how things work. Eventually working my way into a maintenance technician role in automotive manufacturing  allowed me to pursue these passions. But, when I was introduced to the idea of becoming a software developer, it was like a light bulb went off. This was the way to not only pursue my passions, but do it in a way that had all the other boxes checked that I was  looking for in a long term career. Becoming a Software Developer was my new goal.  I believe I can now achieve that, and I am looking forward to building, fixing, and learning new things as a developer.</p> ",
            "github": "https://github.com/zachtsmith",
            "linkedIn": "https://www.linkedin.com/in/zach-smith2993/",
            "portfolio": "",
            "email": "zach2993@gmail.com",
            "proImg": "",
            "funImg": ""
        }
    ]
}